[
  {
    "id": 1,
    "name": "Beef",
    "image": "beef",
    "category": "Meats",
    "description": "Fresh Hills Farms feeds high quality corn and flax seed oil to its cattle in order to give its meat a silky, shiny coat. Greasy, but good.",
    "price": 6,
    "stock": 2
  },
  {
    "id": 2,
    "name": "Chicken",
    "image": "chicken",
    "category": "Meats",
    "description": "Fresh Hills Farms produces high quality, healthy chicken meat that is 100% free of hormones and 95% free of industrial strength bio-toxins. Juicy!",
    "price": 5,
    "stock": 3
  },
  {
    "id": 3,
    "name": "Lamb",
    "image": "lamb",
    "category": "Meats",
    "description": "Imported from the ancestral estates of Lord Stuffins Hugglepott, this high quality lamb product is perfect for the discriminating dinner guest or pompous jerk.",
    "price": 7,
    "stock": 4
  },
  {
    "id": 4,
    "name": "Llama",
    "image": "llama",
    "category": "Meats",
    "description": "Llama tell you something, friend if you ever need a little… something something… in the bedroom department, look no further than Llama Llarry's high quality Llama product. It's the meat.",
    "price": 15,
    "stock": 9
  },
  {
    "id": 5,
    "name": "Ostrich",
    "image": "ostrich",
    "category": "Meats",
    "description": "Nothing says \"fun\" like eating a goofy looking bird. But did you know that ostrich meat also tantalize your senses?",
    "price": 12,
    "stock": 2
  },
  {
    "id": 6,
    "name": "Pork",
    "image": "pork",
    "category": "Meats",
    "description": "Fresh Hills Farms uses its extensive animal husbandry system to breed exceptionally tasty, if greasy, grade A pig product.",
    "price": 5,
    "stock": 2
  },
  {
    "id": 7,
    "name": "Tofu",
    "image": "tofu",
    "category": "Meats",
    "description": "This healthy meat alternative tastes exactly like meat, if you put meat in it.",
    "price": 5,
    "stock": 9
  },
  {
    "id": 8,
    "name": "Turkey",
    "image": "turkey",
    "category": "Meats",
    "description": "A healthier alternative to many meats, Fresh Hills Farms turkey offers comsumers a healthy, if somewhat sleep inducing, turkey meat.",
    "price": 4,
    "stock": 5
  },
  {
    "id": 9,
    "name": "Broth",
    "image": "broth",
    "category": "Liquids",
    "description": "Fresh Hills Farms carefully juices its various meat products to create this fortifying broth product.",
    "price": 5,
    "stock": 9
  },
  {
    "id": 10,
    "name": "Juice",
    "image": "juice",
    "category": "Liquids",
    "description": "Sunny Delicious All-Purpose Juice-like product provides a fun and delicious addition to any beverage.",
    "price": 3,
    "stock": 8
  },
  {
    "id": 11,
    "name": "Water",
    "image": "water",
    "category": "Liquids",
    "description": "Industrial Springs All Natural Water Product both lifts and separates your thirst for maximum hydration support.",
    "price": 2,
    "stock": 6
  },
  {
    "id": 12,
    "name": "Cheese",
    "image": "cheese",
    "category": "Dairies",
    "description": "Fromarket All Purpose Cheese Product contains just the right amount of calcium and highly cultured cheese fungus to relax your mind and your spirit. Tastes not unlike cheese.",
    "price": 4,
    "stock": 10
  },
  {
    "id": 13,
    "name": "Egg",
    "image": "egg",
    "category": "Dairies",
    "description": "Fresh Hill Farms genetically modifies its eggs to minimize bio-nuclear impurities and to maximize healthy goodness.",
    "price": 2,
    "stock": 7
  },
  {
    "id": 14,
    "name": "Milk",
    "image": "milk",
    "category": "Dairies",
    "description": "Fresh Hill Farms organic milk is as healthy as it is delicious.",
    "price": 2,
    "stock": 2
  },
  {
    "id": 15,
    "name": "Soy Milk",
    "image": "soy_milk",
    "category": "Dairies",
    "description": "When you just can't handle lactose, just say yes to soy milk!",
    "price": 6,
    "stock": 10
  },
  {
    "id": 16,
    "name": "Yogurt",
    "image": "yogurt",
    "category": "Dairies",
    "description": "Fromarket's high quality yogurt product offers families a fun and healthy treat for a day of excitement and adventure.",
    "price": 5,
    "stock": 6
  },
  {
    "id": 17,
    "name": "Oat Flour",
    "image": "oat_flour",
    "category": "Grains",
    "description": "Remember those fun days of your youth when early morning meant a visit from the Oat fairy? Yearn no longer with King Cookie's verifiably tasty whole oat food product.",
    "price": 4,
    "stock": 3
  },
  {
    "id": 18,
    "name": "Rye",
    "image": "rye",
    "category": "Grains",
    "description": "Bold, healthy, tangy. Creepy Uncle Rye Bread product is perfect for those seeking an exciting lifestyle that only Rye can bring.",
    "price": 5,
    "stock": 6
  },
  {
    "id": 19,
    "name": "Sourdough",
    "image": "sourdough",
    "category": "Grains",
    "description": "Three out of four psychologists agree: warm sourdough bread is a tantalizing enabler of warm fuzzies. Let our Happy Trolley Sourdough Bread transport you to olfactory bliss.",
    "price": 5,
    "stock": 10
  },
  {
    "id": 20,
    "name": "Soy Flour",
    "image": "soy_flour",
    "category": "Grains",
    "description": "Nothing beats the sweet, sweet taste of powdered soy product. Mmmmm… soy.",
    "price": 4,
    "stock": 7
  },
  {
    "id": 21,
    "name": "White Flour",
    "image": "white_flour",
    "category": "Grains",
    "description": "Hand grown by industrial grade steel pistons, King Cookie All-Purpose Flour is an essential part of any sensible kitchen.",
    "price": 3,
    "stock": 9
  },
  {
    "id": 22,
    "name": "Whole Wheat Flour",
    "image": "whole_wheat_flour",
    "category": "Grains",
    "description": "What is \"whole wheat\", exactly? It's healthy, that's what. Every bite of King Cookie whole wheat flour product explodes with unrefined grain delight! Now with 25% more husk by-product.",
    "price": 4,
    "stock": 7
  },
  {
    "id": 23,
    "name": "Beet",
    "image": "beet",
    "category": "Vegetables",
    "description": "Nothing cures happiness like a big bite of beet.",
    "price": 5,
    "stock": 7
  },
  {
    "id": 24,
    "name": "Broccoli",
    "image": "broccoli",
    "category": "Vegetables",
    "description": "Broccoli. Miniature trees or a healthy snack? How about both? No? Fine. Be that way.",
    "price": 3,
    "stock": 1
  },
  {
    "id": 25,
    "name": "Celery",
    "image": "celery",
    "category": "Vegetables",
    "description": "Celery. Fiber on a stick.",
    "price": 2,
    "stock": 2
  },
  {
    "id": 26,
    "name": "Lettuce",
    "image": "lettuce",
    "category": "Vegetables",
    "description": "Fresh Hill Farms lettuce has been carefully aged for maximum digestive expressiveness.",
    "price": 2,
    "stock": 10
  },
  {
    "id": 27,
    "name": "Onion",
    "image": "onion",
    "category": "Vegetables",
    "description": "Ah, the majestic onion. Genetically fortifies to maximize stickiness, the Fresh Hill Farms sweet white onion is a perfect highlight for sandwiches and stews.",
    "price": 2,
    "stock": 1
  },
  {
    "id": 28,
    "name": "Potato",
    "image": "potato",
    "category": "Vegetables",
    "description": "Potatoes are more than just food. They are nature's tiny brown edible footballs. Fun for all ages.",
    "price": 2,
    "stock": 7
  },
  {
    "id": 29,
    "name": "Tomato",
    "image": "tomato",
    "category": "Vegetables",
    "description": "Tomatoes. People either love them or hate them, but one thing is for sure: They are fun to throw and they provide just the right amount of zest to your favorite dinner dish.",
    "price": 5,
    "stock": 10
  },
  {
    "id": 30,
    "name": "Apple",
    "image": "apple",
    "category": "Fruits",
    "description": "This healthy, high fiber snack helps get the train out of the station and offers a fun and healthy alternative to the fatty foods of the day.",
    "price": 3,
    "stock": 5
  },
  {
    "id": 31,
    "name": "Banana",
    "image": "banana",
    "category": "Fruits",
    "description": "The common, everyday banana exudes dietary complexity. Although difficult for some people to swallow, the banana nontheless contains just the right amount of fun and health to highlight any breakfast or snack time.",
    "price": 3,
    "stock": 3
  },
  {
    "id": 32,
    "name": "Cherry",
    "image": "cherry",
    "category": "Fruits",
    "description": "This slightly suggestive, impossibly rich morsel of fruit flesh has been carefully suppurated with omega rays to guarantee maximum sensuality.",
    "price": 6,
    "stock": 7
  },
  {
    "id": 33,
    "name": "Lemon",
    "image": "lemon",
    "category": "Fruits",
    "description": "This noble fruit has won the Scurvy Olympics for twenty years running. And who can resist a refreshing and fun squirt of pure organic lemon juice in a tall grass of ice water.",
    "price": 2,
    "stock": 8
  },
  {
    "id": 34,
    "name": "Lime",
    "image": "lime",
    "category": "Fruits",
    "description": "Also called the bitter, unmarried sister of the lemon, the lime offers a stronger, but equally fun flavour that is sure to delight your taste buds and pucker your face.",
    "price": 2,
    "stock": 7
  },
  {
    "id": 35,
    "name": "Orange",
    "image": "orange",
    "category": "Fruits",
    "description": "How many fruits are so forceful in their tradition and so explosive in their taste that they have actually inspired a color? Ah, the exquisite orange. Fun. Fulfilling. Affirming.",
    "price": 2,
    "stock": 1
  },
  {
    "id": 36,
    "name": "Strawberry",
    "image": "strawberry",
    "category": "Fruits",
    "description": "Like the banana, the strawberry offers a complex array of provocative nutrients that are sure to titillate your mind, body, and soul. May cause explosive diarrhea.",
    "price": 5,
    "stock": 2
  },
  {
    "id": 37,
    "name": "Butter",
    "image": "butter",
    "category": "Oils",
    "description": "Great for flavor and even better for removing your friend's head from between bannister rails.",
    "price": 5,
    "stock": 3
  },
  {
    "id": 38,
    "name": "Canola Oil",
    "image": "canola_oil",
    "category": "Oils",
    "description": "This healthy, if diuretic, oil assists in the maintenance of a shiny, healthy coat of back hair.",
    "price": 5,
    "stock": 5
  },
  {
    "id": 39,
    "name": "Corn Oil",
    "image": "corn_oil",
    "category": "Oils",
    "description": "Hand squeezed to ensure quality, Lil Pepe brand corn oil is surprisingly mild and understated, maintaining its position as a top selling staple for the modest but elegant kitchen.",
    "price": 2,
    "stock": 6
  },
  {
    "id": 40,
    "name": "Fauxlestra",
    "image": "fauxlestra",
    "category": "Oils",
    "description": "Derived from recycled tractor tires, Fauxlestra brand fat free oil is great for making you sick. It's not even healthy. It's repulsive.",
    "price": 2,
    "stock": 8
  },
  {
    "id": 41,
    "name": "Olive Oil",
    "image": "olive_oil",
    "category": "Oils",
    "description": "Empress of the oils, olive oil is the ultimate healthy oil treat. Perfect for holiday souffles and mixed drinks.",
    "price": 5,
    "stock": 3
  },
  {
    "id": 42,
    "name": "Peanut Oil",
    "image": "peanut_oil",
    "category": "Oils",
    "description": "Colonel Musket Old Fashined Peanut Oil is a boisterous cooking oil that gives the skilled chef a mild, but hard to burn oil for maximum experimentation.",
    "price": 2,
    "stock": 5
  },
  {
    "id": 43,
    "name": "Cod",
    "image": "cod",
    "category": "Harvested Animals",
    "description": "Cod are often referred to as the \"Insurance Salesmen of Sea.\" We're not sure why, either.",
    "price": 5,
    "stock": 4
  },
  {
    "id": 44,
    "name": "Crayfish",
    "image": "crayfish",
    "category": "Harvested Animals",
    "description": "The poor man's lobster.",
    "price": 5,
    "stock": 6
  },
  {
    "id": 45,
    "name": "Eel",
    "image": "eel",
    "category": "Harvested Animals",
    "description": "Does your life partner have a strong stomach? If so, thrill him stupid with this hideous creature of the deep. It's so ugly, it's fun.",
    "price": 7,
    "stock": 4
  },
  {
    "id": 46,
    "name": "Golden Egg",
    "image": "golden_egg",
    "category": "Harvested Animals",
    "description": "This chicken checkers golden egg explodes with a healthy goodness, inducing a fever of full body titillation. Not recommended for people who hate fun!",
    "price": 30,
    "stock": 4
  },
  {
    "id": 47,
    "name": "Halibut",
    "image": "halibut",
    "category": "Harvested Animals",
    "description": "Don't you like fish? Halibut this. Try our Halibut for 30 days and if you don't like it, send it back and we'll give you a free stomach pump.",
    "price": 10,
    "stock": 4
  },
  {
    "id": 48,
    "name": "Lobster",
    "image": "lobster",
    "category": "Harvested Animals",
    "description": "Need to spice up your love life? Look no further than Agri-Sea 100% pure lobster meat product. Nothing quite says \"I love you\" like a ghoulish, but buttery arthropod carcass.",
    "price": 22,
    "stock": 4
  },
  {
    "id": 49,
    "name": "Mini-Swordfish",
    "image": "mini_swordfish",
    "category": "Harvested Animals",
    "description": "This mini-swordfish pretty much has it all. Whether you want to go on the toilet for a week, the Agri-Sea mini swordfish has what it takes to nurture and inspire you.",
    "price": 17,
    "stock": 6
  },
  {
    "id": 50,
    "name": "Prawns",
    "image": "prawns",
    "category": "Harvested Animals",
    "description": "Prawns dance along that fine line between shrimp and deliciousness.",
    "price": 12,
    "stock": 9
  },
  {
    "id": 51,
    "name": "Red Snapper",
    "image": "red_snapper",
    "category": "Harvested Animals",
    "description": "Farm raised in enviromentally friendly steel barrels, Agri-Sea red snapper are humanely shot with large caliber tranquilizer guns to ensure the proper docility in a hone tank environment. Warning: May contain intestinally distressing gun powder.",
    "price": 6,
    "stock": 6
  },
  {
    "id": 52,
    "name": "Salmon",
    "image": "salmon",
    "category": "Harvested Animals",
    "description": "A flavorful fish that does well in marinades or heavy creams. Do not store with live bears.",
    "price": 18,
    "stock": 1
  },
  {
    "id": 53,
    "name": "Shark",
    "image": "shark",
    "category": "Harvested Animals",
    "description": "Want to impress your date? Try Agri-Sea's arousing line of high quality shark meat. Now with 65% less mercury.",
    "price": 27,
    "stock": 9
  },
  {
    "id": 54,
    "name": "Squid",
    "image": "squid",
    "category": "Harvested Animals",
    "description": "Say goodbye to your precious bodily fluids with Agri-Sea's high quality squid meat product, genetically modified for maximum bodily expulsion. Be the squid.",
    "price": 19,
    "stock": 10
  },
  {
    "id": 55,
    "name": "Tuna",
    "image": "tuna",
    "category": "Harvested Animals",
    "description": "Organically cultivated in enviromentally friendly steel vats, Agri-Sea tuna meat has been genetically modified to induce both intenstinal and esophragal cleansing. Perfect for grandma's… bathroom troubles!",
    "price": 21,
    "stock": 3
  },
  {
    "id": 56,
    "name": "Chupa-Chupa",
    "image": "chupa_chupa",
    "category": "Harvested Fruits",
    "description": "The soft, succulent undertones of the chupa-chupa fruit inspired songwriters Gilstrap and Gulliver to create their hit song: \"Chupa Chupa Doodle Dee Doo Doo, I Love You.\"",
    "price": 3,
    "stock": 1
  },
  {
    "id": 57,
    "name": "Coconut",
    "image": "coconut",
    "category": "Harvested Fruits",
    "description": "Te hard shell of coconut is an excellent protector of the white tasty meat inside. And useful for making oddball movies where people run around banging coconut shell halves together while pretending to ride horses.",
    "price": 6,
    "stock": 3
  },
  {
    "id": 58,
    "name": "Dangleberry",
    "image": "dangleberry",
    "category": "Harvested Fruits",
    "description": "The dangleberry, the class clown of the fruit basket, has a powerfully soporific bite that will have you snooozing on the couch in minutes.",
    "price": 28,
    "stock": 4
  },
  {
    "id": 59,
    "name": "Grapes",
    "image": "grapes",
    "category": "Harvested Fruits",
    "description": "Not just for wrath anymore.",
    "price": 7,
    "stock": 2
  },
  {
    "id": 60,
    "name": "Mangosteen",
    "image": "mangosteen",
    "category": "Harvested Fruits",
    "description": "The mangosteen lies at the center of several cross-currents of the evolutionay dynamic. It's a healthy and energetic fruit that is sure to impress your life mate, but it will also put you on the toiler for hours, so come prepared.",
    "price": 3,
    "stock": 6
  },
  {
    "id": 61,
    "name": "Passionfruit",
    "image": "passionfruit",
    "category": "Harvested Fruits",
    "description": "Few know why passion fruit elicits such sensual delight, but a few interpid anthropologists have suggested that the fruit's succulent, interior jelly is reminiscent of the ancient dances of Gelatinia.",
    "price": 3,
    "stock": 6
  },
  {
    "id": 62,
    "name": "Persimmon",
    "image": "persimmon",
    "category": "Harvested Fruits",
    "description": "This intensely tart fruit from the Hachiya family of persimmons is sure to tantalize the full array of your pleasure matrix. Perfect for cool summer nights in the arms of your sweetheart.",
    "price": 5,
    "stock": 4
  },
  {
    "id": 63,
    "name": "Pineapple",
    "image": "pineapple",
    "category": "Harvested Fruits",
    "description": "This most excellent fruit is a favorite of mathematicians. Its spiny exterior of eight spirals and then thirteen is nature's perfect fibonacci flavonoid number.",
    "price": 8,
    "stock": 6
  },
  {
    "id": 64,
    "name": "Plum",
    "image": "plum",
    "category": "Harvested Fruits",
    "description": "Is a five day pizza binge clogging your pipes? Look no further than the adventurous plum to marshal your troops quickly out of gate. Also a healthy snack!",
    "price": 2,
    "stock": 6
  },
  {
    "id": 65,
    "name": "Raspberry",
    "image": "raspberry",
    "category": "Harvested Fruits",
    "description": "Long known as the duchess of berries, these little delights are tart for the heart.",
    "price": 3,
    "stock": 10
  },
  {
    "id": 66,
    "name": "Soursop",
    "image": "soursop",
    "category": "Harvested Fruits",
    "description": "This juicy but tart fruit with a furry name is anything but fun. It's primary purpose seems aimed at eliminating waste from your body in an explosive fashion.",
    "price": 6,
    "stock": 2
  },
  {
    "id": 67,
    "name": "Starfruit",
    "image": "starfruit",
    "category": "Harvested Fruits",
    "description": "This stunning, star-shaped fruit offers a tart rejoinder to any romantic interlude.",
    "price": 7,
    "stock": 3
  },
  {
    "id": 68,
    "name": "Asparagus",
    "image": "asparagus",
    "category": "Harvested Vegetables",
    "description": "Chemurgical Vegetable Supply has finally upgraded its asparagus to version 1.3 and it has never been healthier. Most, if not all, of the industrial grade boron has been successfully removed from this version of the vegetable.",
    "price": 3,
    "stock": 8
  },
  {
    "id": 69,
    "name": "Avocado",
    "image": "avocado",
    "category": "Harvested Vegetables",
    "description": "Chemurgical Vegetable Supply carefully manipulates its avocado strains to augment the fruit's inherently silky texture. Perfect for romantic picnics.",
    "price": 3,
    "stock": 9
  },
  {
    "id": 70,
    "name": "Bell Pepper",
    "image": "bell_pepper",
    "category": "Harvested Vegetables",
    "description": "Ring the bell and enjoy a nutrient rich vegetable that is both fibrous and sour. Yum!",
    "price": 4,
    "stock": 5
  },
  {
    "id": 71,
    "name": "Bok Choy",
    "image": "bok_choy",
    "category": "Harvested Vegetables",
    "description": "Bok Choy. This leafy jewel from the East provides an exotic but heathy accent to any dish and is reputedly useful as a digestive palliative.",
    "price": 4,
    "stock": 1
  },
  {
    "id": 72,
    "name": "Carrot",
    "image": "carrot",
    "category": "Harvested Vegetables",
    "description": "Sure, carrots are the ultimate healthy snack, but did you know that they also boost the warm fuzzy factor by the power of two?",
    "price": 2,
    "stock": 1
  },
  {
    "id": 73,
    "name": "Edamame",
    "image": "edamame",
    "category": "Harvested Vegetables",
    "description": "Famous in culinary circles for its strange name, edamame's purpose is unknown, whether culinary circles will admit it or not.",
    "price": 2,
    "stock": 4
  },
  {
    "id": 74,
    "name": "Jicama",
    "image": "jicama",
    "category": "Harvested Vegetables",
    "description": "The jicama is a mildly amusing tuber grown in the more arid countries in the world. Also called the Mexican Turnip, the jicama has a tendency to sedate its victims, but it's still a fairly healthy, if smelly, tuber treat.",
    "price": 5,
    "stock": 8
  },
  {
    "id": 75,
    "name": "Peas",
    "image": "peas",
    "category": "Harvested Vegetables",
    "description": "Eat them, fling them, or split them for soup. Peas… it's what's with dinner.",
    "price": 3,
    "stock": 1
  },
  {
    "id": 76,
    "name": "Portabella Mushroom",
    "image": "portabella_mushroom",
    "category": "Harvested Vegetables",
    "description": "The portabella mushroom is actually a crimini mushroom rendered fancy by clever marketing techniques. In spite of this retail skullduggery, the portabella remains the mushroom of choice for a healthy and sensuous fungal feast.",
    "price": 6,
    "stock": 5
  },
  {
    "id": 77,
    "name": "Purslane",
    "image": "purslane",
    "category": "Harvested Vegetables",
    "description": "Purslane is a lemony weed that can be used in many interesting dishes, like Weed Salad and Weed Soup. It's not surprising that this nearly inedible weed is exceptionally healthy.",
    "price": 2,
    "stock": 1
  },
  {
    "id": 78,
    "name": "Spinach",
    "image": "spinach",
    "category": "Harvested Vegetables",
    "description": "Used by early settlers as roofing material, spinach has been used for everything from roofing material to thatching material. Most scientists now believe that it is best used as an exceptionally healthy food product.",
    "price": 4,
    "stock": 3
  },
  {
    "id": 79,
    "name": "White Truffle",
    "image": "white_truffle",
    "category": "Harvested Vegetables",
    "description": "The white truffle is an ascomycetous fungus prized by chefs and etymologists the world over. Rock star Delirious D allegedly used it to increase his staying power during his more infamous lyrical pursuits.",
    "price": 30,
    "stock": 2
  }
]