[
  {
    "id": 1,
    "name": "Marshmellow Cheese",
    "description": "Rockford Gold Marshmallow Cheese is prized for its delicate toasted marshmallow flavour and golden brown exterior. No other cheese can compare!",
    "price": 50
  },
  {
    "id": 2,
    "name": "Pep Pep Pepperoni",
    "description": "Nothing gives you \"get up and go\" like Pep Pep Pepperoni. An instant burst of energy from the first bite. Avoid eating at bedtime.",
    "price": 50
  },
  {
    "id": 3,
    "name": "Red Herring",
    "description": "Nothing helps you relax more than a Red Herring pizza. All worries will be forgotten as you distract yourself with the delicious flavor of our pickled Red Herring.",
    "price": 43
  },
  {
    "id": 4,
    "name": "Wonderland Mushroom",
    "description": "One side of the pizza makes you taller, the other side makes you shorter. Eat carefully if you are headed for basketball team tryouts.",
    "price": 40
  },
  {
    "id": 5,
    "name": "Minty Green Olive",
    "description": "Worried that eating pizza might ruin your breath on a big date? Minty Green Olives freshen your breath while you eat. The perfect pizza for a romantic dinner.",
    "price": 38
  },
  {
    "id": 6,
    "name": "Meet and Greet Meatball",
    "description": "This tasty, social meatball lowers inhibitions and encourages confidences. Often served at freshman orientation.",
    "price": 55
  },
  {
    "id": 7,
    "name": "I'm Not a Shrimp",
    "description": "A bio-engineered shrimp guaranteed to boost your height after eating. Side effects may include dizziness and being hassled by NBA recruiters.",
    "price": 55
  },
  {
    "id": 8,
    "name": "Upside-Down Pineapple",
    "description": "Grown on the dark side of the moon. This pineapple reverses the gravity of this pizza to which it is applied. A bit messy to deliver.",
    "price": 40
  },
  {
    "id": 9,
    "name": "Beacon Bacon",
    "description": "These glowing stripes of meaty bacon double as road flares or attract the attention of search and rescue teams when you are lost. The pizza to order when you are in distress.",
    "price": 50
  },
  {
    "id": 10,
    "name": "5 Golden Wings",
    "description": "A special holiday treat. Five chicken wings are marinated in sugarplum sauce and then roasted with chestnuts over an open fire.",
    "price": 60
  },
  {
    "id": 11,
    "name": "Pink Feather Boa Donut",
    "description": "A fancier donut for the refined palate Pink frosting topped with coconut. A topping that gives the eater a temporary upgrade in fashion sensibility.",
    "price": 45
  },
  {
    "id": 12,
    "name": "Top Banana",
    "description": "For the corporate executive. Ideal for a power lunch. Look into your lunch companions' eyes as if daring them to question why you put bananas on your pizza. They won't dare.",
    "price": 40
  },
  {
    "id": 13,
    "name": "No-Flab Crab",
    "description": "Guaranteed to trim all extra inches from your waist.",
    "price": 45
  },
  {
    "id": 14,
    "name": "Peacock Peanut",
    "description": "A variety of peanut grown in South Asia causes the eater's hair, eyes, and skin to take on a iridescent shimmer. Males will be especially showy.",
    "price": 40
  },
  {
    "id": 15,
    "name": "Diamond Ice Cube",
    "description": "A girl's best friend. Read the warning label carefully; this one can be a jawbreaker",
    "price": 50
  },
  {
    "id": 16,
    "name": "1000-year Egg",
    "description": "1000 year-old eggs. Made from a 200 year-old recipe. Eat daily for a longer life.",
    "price": 50
  },
  {
    "id": 17,
    "name": "Brinks Links",
    "description": "A finely blended sausage encased in gold leaf. Yes, it's all edible. For the conspicuous consumer.",
    "price": 85
  },
  {
    "id": 18,
    "name": "Royal Caviar",
    "description": "From the private fish farm of a recently restored central European monarch. Worth a king's ransom!",
    "price": 100
  },
  {
    "id": 19,
    "name": "Coco-Loco Chocolate",
    "description": "Coconut, nuts, and chocolate syrup are drizzled liberally over this pizza. Makes some eaters a little nutty!",
    "price": 55
  },
  {
    "id": 20,
    "name": "Egg Head Plant",
    "description": "A bioengineered vegetable that helps to expand your brain. We can't promise you will be smarter, but you will have a lovely, large, round brain.",
    "price": 40
  },
  {
    "id": 21,
    "name": "Rock Lob Star",
    "description": "Can't sing? Not a problem. This topping will turn you into an overnight music sensation. Beware of mixing this topping with Shakin' Bacon or Croon-a-Toon Mushroom.",
    "price": 90
  },
  {
    "id": 22,
    "name": "Magic Bean",
    "description": "Save one to plant if you want a beanstalk reaching into the clouds. Not suitable for apartment dwellers.",
    "price": 55
  },
  {
    "id": 23,
    "name": "Babel Fries",
    "description": "Eating just one of these fries will let you understand any language. Popular at diplomatic parties.",
    "price": 60
  },
  {
    "id": 24,
    "name": "Green Cheese",
    "description": "Quarried by alien laborers on the moon's remote southern cheese ranges.",
    "price": 65
  },
  {
    "id": 25,
    "name": "The Whole Enchilada",
    "description": "The entire pizza is rolled up with beef, cheese, tomatoes, and onions on the inside.",
    "price": 75
  },
  {
    "id": 26,
    "name": "Fairy Godmother Pumpkin",
    "description": "Make a wish on this one! Available only until midnight.",
    "price": 48
  }
]