[
  {
    "id": 1,
    "name": "Mozzarella Cheese",
    "description": "Made by some Stromboli cousins, from a recipe that has been in the family for centuries. This cheese is elastic in texture and has a nutty flavour.",
    "price": 10
  },
  {
    "id": 2,
    "name": "Pepperoni",
    "description": "The finest pork and beef are used as ingredients in this spicy, tart meat product. Few pepperonis in the world can compete.",
    "price": 10
  },
  {
    "id": 3,
    "name": "Anchovies",
    "description": "Anchovies sometimes get a bad rap. These are different Stromboli buyers wait at the docks to purchase only the tastiest, freshest little fish. Only lightly salted.",
    "price": 7
  },
  {
    "id": 4,
    "name": "White Mushroom",
    "description": "The simple, clean taste of this common mushroom brings out the deep flavors of Stromboli pizza.",
    "price": 5
  },
  {
    "id": 5,
    "name": "Black Olive",
    "description": "These delicious olives are brine-cured and hand-pitted to ensure the best taste. They are grown in Italy in an orchard planted by Stromboli ancestors more than 300 years ago.",
    "price": 5
  },
  {
    "id": 6,
    "name": "Meatball",
    "description": "A round, springy, delicately seasoned meatball made just the way Mama Stromboli always made them. Covered with tangy marinara sauce.",
    "price": 12
  },
  {
    "id": 7,
    "name": "Shrimp",
    "description": "Hand-caught Louisiana shrimp are peeled, cooked, and delicately seasoned specifically for use as a pizza topping. ",
    "price": 11
  },
  {
    "id": 8,
    "name": "Pineapple",
    "description": "This golden Pineapple is sweet, succulent, and juicy. No pineapple lover will be able to resist it.",
    "price": 5
  },
  {
    "id": 9,
    "name": "Bacon",
    "description": "Rich, smoky bacon a traditional pizza topping favorite. Made from the freshest of pork bellies.",
    "price": 10
  },
  {
    "id": 10,
    "name": "Chicken Wing",
    "description": "Chicken wings dipped in our special Stromboli family batter and then lightly fried (bone-free).",
    "price": 10
  },
  {
    "id": 11,
    "name": "Donut",
    "description": "Donut miss out on this odd, but tasty piza topping! Fat, sugar, pizza - the ideal late-night snack, all in one.",
    "price": 8
  },
  {
    "id": 12,
    "name": "Banana",
    "description": "Slices of plain banana, lightly toasted and sprinkled on top of the pizza. These bananas are seed-free!",
    "price": 5
  },
  {
    "id": 13,
    "name": "Fake Krab",
    "description": "Minced fish paste is flavored with essence of crab and then formed into pieces of crab meat. You'd never know it wasn't a real thing.",
    "price": 5
  },
  {
    "id": 14,
    "name": "Peanut",
    "description": "Plain boiled peanuts, slightly chewy. Think of them as a protein boost.",
    "price": 5
  },
  {
    "id": 15,
    "name": "Ice Cube",
    "description": "Purified local tap water is frozen into miniature ice cubes for this topping.",
    "price": 3
  },
  {
    "id": 16,
    "name": "Fried Egg",
    "description": "Suitable on a breakfast pizza - at any hour. A basic fried chicken egg.",
    "price": 5
  },
  {
    "id": 17,
    "name": "Mystery Meat Sausage",
    "description": "Made by school cafeterias, the world's only known source of mystery meat.",
    "price": 7
  },
  {
    "id": 18,
    "name": "Caviar",
    "description": "Fish eggs. For those who enjoy a fishy, salty flavour without the crunch of tiny anchovy bones.",
    "price": 15
  },
  {
    "id": 19,
    "name": "Chocolate Bar",
    "description": "Pieces of milk chocolate. For the choco-pizza-holic.",
    "price": 7
  },
  {
    "id": 20,
    "name": "Eggplant",
    "description": "Roasted slices of glossy purple eggplant have a rich flavor.",
    "price": 5
  },
  {
    "id": 21,
    "name": "Lobster",
    "description": "Tender white lobster meat and a butter/garlic sauce sprinkle this pizza. Mmm!",
    "price": 13
  },
  {
    "id": 22,
    "name": "Black Bean",
    "description": "A fresh, beany taste. Good for those on a high protein diet.",
    "price": 5
  },
  {
    "id": 23,
    "name": "French Fries",
    "description": "Fried potato wedges and a sprinkling of ketchup.",
    "price": 8
  },
  {
    "id": 24,
    "name": "Roquefort Cheese",
    "description": "A stinky cheese streaked with green. You'll eiher love it or hate it.",
    "price": 13
  },
  {
    "id": 25,
    "name": "Taco",
    "description": "Beef, beans, sour cream, salsa, lettuce, and a broken up tortilla shell Olel.",
    "price": 12
  },
  {
    "id": 26,
    "name": "Pumpkin",
    "description": "Sliced sugar pumpkin makes a surprisingly tasty topping.",
    "price": 8
  }
]