[
  {
    "id": 1,
    "name": "Four Cheese Blend",
    "description": "A traditional mix of mozzarella, provolone, cheddar, and parmesan. The cheeses melt together with a tangy flavour and creamy consistency.",
    "price": 20
  },
  {
    "id": 2,
    "name": "Organic Pepperoni",
    "description": "Made from pigs raised on pesticide-free scraps. Only a limited number of these pepperonis are made annually.",
    "price": 15
  },
  {
    "id": 3,
    "name": "Free-Range Anchovies",
    "description": "Unlike farm anchovies, which are cooped up in crowded cages, these anchovies enjoy the run of the ocean before being caught.",
    "price": 10
  },
  {
    "id": 4,
    "name": "Wild Mushroom",
    "description": "Changes seasonally. These rich, funky tasting fungi includes morels, chanterelles, and milky caps.",
    "price": 15
  },
  {
    "id": 5,
    "name": "Spanish Olive",
    "description": "Small, fiery, and unpredictable, these olives provide a pizza with piquancy.",
    "price": 12
  },
  {
    "id": 6,
    "name": "Lighter Than Air Meatball",
    "description": "This meatball is so light an fluffy that its literally lighter than air! A special sticky sauce holds them to the pizza.",
    "price": 20
  },
  {
    "id": 7,
    "name": "Napoleon Shrimp",
    "description": "A small, strongly territorial shrimp caught near the island of Elba.",
    "price": 22
  },
  {
    "id": 8,
    "name": "Kona Gold Pineapple",
    "description": "A specially bred pineapple that is less acidic than regular pineapple. It has a well-rounded tropical flavor similar to passion-fruit and mango.",
    "price": 13
  },
  {
    "id": 9,
    "name": "Canadian Bacon",
    "description": "Made from rib-eye of pork loin. Each round slice is packed with flavor.",
    "price": 17
  },
  {
    "id": 10,
    "name": "Spicy Buffalo Wing",
    "description": "Chicken wings are fried, then dipped in a spicy chili sauce. Celery and blue cheese cubes are sprinkled around them on the pizza top.",
    "price": 18
  },
  {
    "id": 11,
    "name": "Mama's Old-Fashioned Donut",
    "description": "Hand dipped using Mama Stromboli's own secret recipe. How could you refuse?",
    "price": 16
  },
  {
    "id": 12,
    "name": "Plantain",
    "description": "A more exotic South American banana pizza. Larger slices of fruit, with less of a sweet taste.",
    "price": 12
  },
  {
    "id": 13,
    "name": "Alaskan King Crab",
    "description": "We put an entire king crab, known for its sweet, tender meat, on top of the pizza. If the claws extend beyond the crust, your deliverer will cut holes in the box.",
    "price": 25
  },
  {
    "id": 14,
    "name": "Honey Roasted Peanut",
    "description": "This topping adds a crunchy, sweet taste. The perfect bar pizza.",
    "price": 17
  },
  {
    "id": 15,
    "name": "Vanilla Ice Cube",
    "description": "Hints of Vanilla give this topping a delicious early-90's flavor.",
    "price": 8
  },
  {
    "id": 16,
    "name": "Quail Egg",
    "description": "Neat round fried eggs with a delicate taste. Much smaller than chicken eggs.",
    "price": 8
  },
  {
    "id": 17,
    "name": "Veggie Sausage",
    "description": "A soy healthy alternative, with a mild, almost sweet flavor.",
    "price": 12
  },
  {
    "id": 18,
    "name": "Diamond Beluga Caviar",
    "description": "A higher grade, white caviar with a sweet, nutty taste.",
    "price": 35
  },
  {
    "id": 19,
    "name": "Dark Chocolate",
    "description": "A moodier, less ebullient, yet more complex chocolate.",
    "price": 20
  },
  {
    "id": 20,
    "name": "Japanese Eggplant",
    "description": "A slimmer, more delicately flavored vegetable than standard eggplant.",
    "price": 18
  },
  {
    "id": 21,
    "name": "Loch Lobster",
    "description": "Imported from Scotland's finest lake lobster hatcheries. Served chilled.",
    "price": 25
  },
  {
    "id": 22,
    "name": "Cool Bean",
    "description": "After eating this pizza, you will be cool. You will be hip. You will be dressed right, at least for the rest of the day.",
    "price": 16
  },
  {
    "id": 23,
    "name": "Curly Fries",
    "description": "Fascinatingly twisty fried potatoes are a wild and wavy pizza topping.",
    "price": 12
  },
  {
    "id": 24,
    "name": "Mint Cheese",
    "description": "A fancy cheese often served with lamb.",
    "price": 25
  },
  {
    "id": 25,
    "name": "Extra Spicy Taco",
    "description": "Like the regular taco pizza, but with cayenne pepper and super hot chili peppers on top.",
    "price": 20
  },
  {
    "id": 26,
    "name": "Toasted Pumpkin Salad",
    "description": "The slightly crunchy toasted seeds provide a nutty flavor.",
    "price": 18
  }
]