[
  {
    "id": 1,
    "name": "Say Cheese",
    "description": "A most unusual cheese. Anyone eating Say Cheese will first break out into a smile, followed by fits of giggles. A hit at parties",
    "price": 35
  },
  {
    "id": 2,
    "name": "Salam Salami",
    "description": "Eating Salaam Salami brings a rush of good feelings for all people of the world. One cannot eat this salami and stay angry at anyone. Ideal for family reunions.",
    "price": 35
  },
  {
    "id": 3,
    "name": "Bran-chovies",
    "description": "This high-fiber fish was raised in the bran beds of the Sargasso Sea. Eating this pizza each day reduces cholesterol, lowers blood pressure, and even improves skin complexion.",
    "price": 25
  },
  {
    "id": 4,
    "name": "Croon-a-Tune Mushroom",
    "description": "This mushroom causes the eater to immediately break out in song, and possibly dance. Popular in Karaoke parlors.",
    "price": 25
  },
  {
    "id": 5,
    "name": "Fuzzy Olive",
    "description": "Fuzzy Olives are prized for their hair-growing properties. These tasty toppings will cause curly locks to sprout on even the most stubbornly bald pate.",
    "price": 20
  },
  {
    "id": 6,
    "name": "Meaty Meatball",
    "description": "An all-natural topping that helps aspiring athletes really pack on the muscle. A pizza a day and you'll be winning body-building competitions in no time! (kiddo lvl)",
    "price": 35
  },
  {
    "id": 7,
    "name": "Yawn Prawn",
    "description": "This variety is harvested throughout Asia for medicinal purposes. It induces a healthful night's sleep.",
    "price": 45
  },
  {
    "id": 8,
    "name": "Prickly Pineapple",
    "description": "A tart and snappy fruit that makes the eater a bit difficult to get along with - but also tough to win an argument against. A favorite for lawyers.",
    "price": 32
  },
  {
    "id": 9,
    "name": "Shakin' Bacon",
    "description": "Two left feet? Unable to shimmy? This is the bacon for you. Anyone can dance after a meal of Shakin' Bacon pizza.",
    "price": 36
  },
  {
    "id": 10,
    "name": "Wing a Ding",
    "description": "Made from especially musical poultry. This topping gives the eater perfect pitch.",
    "price": 33
  },
  {
    "id": 11,
    "name": "Dough-Nut Donut",
    "description": "Dough Nuts. That pretty much says it all. It's unbaked, but some people like that.",
    "price": 30
  },
  {
    "id": 12,
    "name": "Banana Split",
    "description": "Bananas, whipped cream, chocolate sauce, a cherry. We recommend leaving the tomato sauce off this one. A tasty dessert pizza.",
    "price": 38
  },
  {
    "id": 13,
    "name": "Uncrabby Crab",
    "description": "This special variety of crab is the perfect pick-me-up on a day when you just feel mean and grumpy.",
    "price": 38
  },
  {
    "id": 14,
    "name": "Peanut Butter",
    "description": "\"Your pizza is in my peanut butter!\" Etc. Dollops of Grade A peanut butter top this one.",
    "price": 31
  },
  {
    "id": 15,
    "name": "Imported Iceberg Ice Cube",
    "description": "Pure blue glacier ice, chipped from small icebergs towed annually to the Strombolis' Venetian workshops.",
    "price": 29
  },
  {
    "id": 16,
    "name": "Smart Egg",
    "description": "An eggstra special diet fed to the hens results in these brain-boosting ovoids. High in CoQDoodleDo enzymes.",
    "price": 34
  },
  {
    "id": 17,
    "name": "Rocket Fuel Sausage",
    "description": "SPICY. Pour yourself a big glass of water in advance.",
    "price": 30
  },
  {
    "id": 18,
    "name": "Cavalier Caviar",
    "description": "A strongly flavored black caviar. For the dashing, devil-may-cry diner.",
    "price": 50
  },
  {
    "id": 19,
    "name": "Stromboli Special Gold Chocolate",
    "description": "This chocolate is shaved off an enormous bar of Italy's best chocolate, kept in a clomate-controlled vault in Rome since 1923.",
    "price": 40
  },
  {
    "id": 20,
    "name": "Baba Ganoush",
    "description": "A smoky eggplant dip with lemon, garlic, and olive oil and drizzled liberally on top of this pizza.",
    "price": 32
  },
  {
    "id": 21,
    "name": "Blue Lobster",
    "description": "A blue lobster is a rare, 1-in-a-million creature, which should be displayed to the public and researched by marine scientists - but instead will end up on your pizza.",
    "price": 60
  },
  {
    "id": 22,
    "name": "Mexican Jumping Bean",
    "description": "You'll be bouncing off the walls! Great for parties and for kids on their way to gymnatics class.",
    "price": 32
  },
  {
    "id": 23,
    "name": "Italian Fries",
    "description": "The real thing. The Strombolis fried the first potatoes centuries before any Frenchmen got the idea.",
    "price": 35
  },
  {
    "id": 24,
    "name": "St. Patrick Cheese",
    "description": "This cheese has a mild flavor, with a grassy note added by the all-clover diet of the dairy herds.",
    "price": 42
  },
  {
    "id": 25,
    "name": "Veggie Taco",
    "description": "Where's the beef? Not here! A healthy alternative.",
    "price": 30
  },
  {
    "id": 26,
    "name": "Dunkin' Pumpkin",
    "description": "Nutritious specialty pumpkin helps you hold your breath longer underwater. A favorite with free divers.",
    "price": 28
  }
]